Repository: xfce-mirror/thunar-media-tags-plugin
Catalog: po/*.po
Languages: tt

source: Title
tt: Исем

source: Artist - Title
tt: Артист - Исем

source: Track - Title
tt: Трек - Исем

source: Track - Artist - Title
tt: Трек - Артист - Исем

source: Track. Title
tt: Трек. Исем

source: Track. Artist - Title
tt: Трек. Артист - Исем

source: Artist - Track - Title
tt: Артист - Трек - Исем

source: Custom
tt: Башка

source: Cust_om format:
tt: Башка _формат:

source: _Format:
tt: Фор_мат:

source: _Underscores
tt: _Ассызыклау

source: Activating this option will replace all spaces in the target filename with underscores.
tt: Әлеге параметрны активлаштырганда файл исемендәге барлык бушлыклар ассызык тамгасы белән алыштырылачак.

source: _Lowercase
tt: _Аскы регистр

source: If you activate this, the resulting filename will only contain lowercase letters.
tt: Әгәр бу параметрны активлаштырсагыз, нәтиҗәдә файл исеме аскы регистрдагы хәрефләрдән генә торачак.

source: Unknown Artist
tt: Билгесез артист

source: Unknown Title
tt: Билгесез исем

source: Edit _Tags
tt: _Тегларны үзгәртергә

source: Edit ID3/OGG tags of this file.
tt: Бу файлның ID3/OGG тамгасын үзгәртергә.

source: Tag Help
tt: Теглар буенча ярдәм

source: Artist
tt: Артист

source: Album
tt: Альбом

source: Genre
tt: Жанр

source: Track number
tt: Трек номеры

source: Year
tt: Ел

source: Comment
tt: Комментарий

source: Audio Tags
tt: Аудио теглары

source: Unknown Album
tt: Билгесез альбом

source: <b>Track:</b>
tt: <b>Трек:</b>

source: Enter the track number here.
tt: Монда трек номерын языгыз.

source: <b>Year:</b>
tt: <b>Ел:</b>

source: Enter the release year here.
tt: Монда композиция релизы елын языгыз.

source: <b>Artist:</b>
tt: <b>Артист:</b>

source: Enter the name of the artist or author of this file here.
tt: Монда артист яисә композиция авторы исемен языгыз.

source: <b>Title:</b>
tt: <b>Исем:</b>

source: Enter the song title here.
tt: Монда композиция исемен языгыз.

source: <b>Album:</b>
tt: <b>Альбом:</b>

source: Enter the album/record title here.
tt: Монда альбом/аудиоязма исемен языгыз.

source: <b>Comment:</b>
tt: <b>Комментарий:</b>

source: Enter your comments here.
tt: Монда комментарийларыгызны языгыз.

source: <b>Genre:</b>
tt: <b>Жанр:</b>

source: Select or enter the genre of this song here.
tt: Композиция жанрын сайлагыз яисә языгыз.

source: Audio
tt: Аудио

source: Edit Tags
tt: Тегларны үзгәртергә

source: _Cancel
tt: _Баш тарту

source: _Save
tt: _Сакларга

source: Audio Information
tt: Аудио турында мәгълүмат

source: _Close
tt: _Ябарга

source: %d:%02d Minutes
tt: %d:%02d мин

source: %d KBit/s
tt: %d кбит/с

source: %d Hz
tt: %d Гц

source: <b>Filename:</b>
tt: <b>Файл исеме:</b>

source: <b>Filesize:</b>
tt: <b>Файл күләме:</b>

source: <b>MIME Type:</b>
tt: <b>MIME тибы:</b>

source: <b>Bitrate:</b>
tt: <b>Битрейт:</b>

source: <b>Samplerate:</b>
tt: <b>Дискретлаштыру ешлыгы:</b>

source: <b>Channels:</b>
tt: <b>Каналлар:</b>

source: <b>Length:</b>
tt: <b>Дәвамлылык:</b>

source: _Information
tt: _Мәгълүмат

source: Display more detailed information about this audio file.
tt: Әлеге аудиофайл турында тулырак мәгълүмат күрсәтергә.

source: Save audio tags.
tt: Аудио тегларын сакларга.
